Repository: pedro-mendonca/create-block-theme
Catalog: languages/create-block-theme-*.po
Languages: pt_pt

source: https://wordpress.org/plugins/create-block-theme
pt_pt: https://pt.wordpress.org/plugins/create-block-theme

source: Generates a block theme
pt_pt: Gera um tema de blocos

source: https://wordpress.org/
pt_pt: https://pt.wordpress.org/

# UI String
source: Create Block Theme
pt_pt: Criar tema de blocos

# UI String
source: Manage Theme Fonts
pt_pt: Gerir tipos de letra do tema

source: Please specify a theme name.
pt_pt: Por favor, indique o nome do tema.

source: Please specify a variation name.
pt_pt: Por favor, indique o nome da variação.

source: Block theme exported successfully!
pt_pt: Tema de blocos exportado com sucesso!

source: Blank theme created, head over to Appearance > Themes to activate %1$s
pt_pt: Foi criado o tema em branco, vá a Apresentação > Temas para activar o %1$s

source: Your variation of %1$s has been created successfully. The new variation file is in %2$s
pt_pt: A sua variação do %1$s foi criada com sucesso. O ficheiro da nova variação está em %2$s

source: Export your current block theme (%1$s) with changes you made to Templates, Template Parts and Global Styles.
pt_pt: Exporte o seu tema de blocos actual (%1$s) com as alterações que fez aos modelos, partes de modelo e estilos globais.

source: Export %s
pt_pt: Exportar %s

source: Create child of %s
pt_pt: Crie tema dependente do %s

source: Clone %s
pt_pt: Clonar %s

source: Overwrite %s
pt_pt: Substituir %s

source: Create blank theme
pt_pt: Criar tema em branco

source: Create a style variation
pt_pt: Criar variação de estilo

source: Generate
pt_pt: Gerar

source: Variation Name (*):
pt_pt: Nome da variação (*):

source: Variation Name
pt_pt: Nome da variação

source: Theme Name (*):
pt_pt: Nome do tema (*):

source: Theme Name
pt_pt: Nome do tema

source: Theme Description:
pt_pt: Descrição do tema:

source: A short description of the theme.
pt_pt: Uma breve descrição do tema.

source: Theme URI:
pt_pt: URI do tema:

source: Author:
pt_pt: Autor:

source: the WordPress team
pt_pt: a equipa do WordPress

source: Author URI:
pt_pt: URI do autor:

source: Screenshot:
pt_pt: Ecrã:

source: Image Credits:
pt_pt: Créditos da imagem:

source: Recommended Plugins:
pt_pt: Plugins recomendados:

source: Plugin Name https://wordpress.org/plugins/plugin-name/ Plugin Description
pt_pt: Nome do plugin https://wordpress.org/plugins/nome-do-plugin/ Descrição do plugin

source: %1$s is based on %2$s (%3$s), (C) %4$s, [%5$s](%6$s)
pt_pt: O tema %1$s é baseado no %2$s (%3$s), (C) %4$s, [%5$s](%6$s)

source: %1$s is a child theme of %2$s (%3$s), (C) %4$s, [%5$s](%6$s)
pt_pt: O %1$s é um tema dependente do %2$s (%3$s), (C) %4$s, [%5$s](%6$s)

source: Theme Tags:
pt_pt: Etiquetas do tema:

source: (max 3 tags)
pt_pt: (máx 3 etiquetas)

source: custom, tags, custom-tags
pt_pt: etiquetas, personalizadas, etiquetas-personalizadas

source: %1$s font added to %2$s theme.
pt_pt: Tipo de letra %1$s adicionado ao tema %2$s.

source: Manage Fonts
pt_pt: Gerir os tipos de letra

source: Theme already exists.
pt_pt: O tema já existe.

source: Cloned Theme Created.
pt_pt: O tema foi clonado.

source: Blank Theme Created.
pt_pt: Foi criado o tema em branco.

source: Theme Updated.
pt_pt: Tema actualizado.

source: Theme Saved.
pt_pt: Tema guardado.

source: There was a problem moving the theme
pt_pt: Ocorreu um problema ao mover o tema

source: Theme name is not available in the WordPress.org theme directory
pt_pt: O nome do tema não está disponível no directório de temas em WordPress.org

source: Theme name cannot contain the word "theme"
pt_pt: O nome do tema não pode conter a palavra "theme"

source: Theme name cannot contain the word "WordPress"
pt_pt: O nome do tema não pode conter a palavra "WordPress"

# Font style
source: Italic
pt_pt: Itálico

source: n/a
pt_pt: N/D

source: Remove
pt_pt: Remover

source: %d Variant
pt_pt: %s variante

source: Remove Font Family
pt_pt: Remover família tipográfica

source: Style
pt_pt: Estilo

source: Weight
pt_pt: Peso

source: Preview
pt_pt: Pré-visualização

source: font axis:
pt_pt: eixo do tipo de letra:

source: Preview type
pt_pt: Tipo de pré-visualização

source: Heading
pt_pt: Título

source: Sentence
pt_pt: Frase

source: Paragraph
pt_pt: Parágrafo

source: Demo text
pt_pt: Texto de demonstração

source: Font size (px)
pt_pt: Tamanho da letra (px)

source: Reset
pt_pt: Repor

source: Info
pt_pt: Informações

source: Manage Theme Fonts
pt_pt: Gerir tipos de letra do tema

source: Add Google Font
pt_pt: Adicionar tipo de letra do Google

source: Add Local Font
pt_pt: Adicionar tipo de letra local

source: These are the fonts currently embedded in your theme
pt_pt: Estes são os tipos de letra incluídos no seu tema de momento

source: Are you sure you want to delete "%1$s - %2$s" variant of "%3$s" from your theme?
pt_pt: De certeza que quer eliminar a variante "%1$s - %2$s" do "%3$s" do seu tema?

source: Are you sure you want to delete "%s" from your theme?
pt_pt: De certeza que quer eliminar "%s" do seu tema?

source: Theme Fonts
pt_pt: Tipos de letra do tema

source: Back to manage fonts
pt_pt: Voltar para a gestão de tipos de letra

source: Add Google fonts to your theme
pt_pt: Adicionar tipos de letra do Google ao seu tema

source: Loading Google fonts data…
pt_pt: A carregar dados dos tipos de letra do Google…

source: Select Font
pt_pt: Seleccionar tipo de letra

source: Select a font…
pt_pt: Seleccione um tipo de letra…

source: Selected Variants
pt_pt: Variantes seleccionadas

source: Font file:
pt_pt: Ficheiro do tipo de letra:

source: Font name:
pt_pt: Nome do tipo de letra:

source: Font name
pt_pt: Nome do tipo de letra

source: Font style:
pt_pt: Estilo de letra:

source: Font weight:
pt_pt: Peso da letra:

source: Font weight
pt_pt: Peso da letra

source: Upload font to your theme
pt_pt: Carregar tipo de letra para o seu tema

source: Local Fonts
pt_pt: Tipos de letra locais

source: Font file preview
pt_pt: Pré-visualização do tipo de letra

source: Demo:
pt_pt: Demonstração:

source: Load a font file to preview it.
pt_pt: Carregue um ficheiro de tipo de letra para pré-visualizar.

source: Theme Info
pt_pt: Informações do tema

source: Edit Metadata properties of the current theme.
pt_pt: Edite as propriedades dos metadados do tema actual.

source: Theme name
pt_pt: Nome do tema

source: Theme description
pt_pt: Descrição do tema

source: A short description of the theme
pt_pt: Uma breve descrição do tema

source: Theme URI
pt_pt: URI do tema

source: Author
pt_pt: Autor

source: Author URI
pt_pt: URI do autor

source: Version
pt_pt: Versão

source: Version of the theme
pt_pt: Versão do tema

source: Theme tags
pt_pt: Etiquetas do tema

source: A comma-separated collection of tags
pt_pt: Uma lista de etiquetas separadas por vírgulas

source: Recommended Plugins
pt_pt: Plugins recomendados

source: Read more.
pt_pt: Ler mais.

source: Theme Subfolder
pt_pt: Subpasta do tema

source: An error occurred while attempting to update the theme.
pt_pt: Ocorreu um erro ao tentar actualizar o tema.

source: Update
pt_pt: Actualizar

source: Create Theme
pt_pt: Criar tema

source: Enter Metadata properties of the new theme.
pt_pt: Digite as propriedades dos metadados do novo tema.

source: Theme cloned successfully. The editor will now reload.
pt_pt: Tema clonado com sucesso. O editor será recarregado.

source: An error occurred while attempting to create the theme.
pt_pt: Ocorreu um erro ao tentar criar o tema.

source: Clone Theme
pt_pt: Clonar tema

source: Export Theme
pt_pt: Exportar tema

source: Theme created successfully. The editor will now reload.
pt_pt: Tema criado com sucesso. O editor será recarregado.

source: Create Blank Theme
pt_pt: Criar tema em branco

source: Create a blank theme with no styles or templates.
pt_pt: Crie um tema em branco sem estilos ou modelos.

source: Theme saved successfully. The editor will now reload.
pt_pt: Tema guardado com sucesso. O editor será recarregado.

source: An error occurred while attempting to save the theme.
pt_pt: Ocorreu um erro ao tentar guardar o tema.

source: Save Changes
pt_pt: Guardar alterações

source: An error occurred while attempting to export the theme.
pt_pt: Ocorreu um erro ao tentar exportar o tema.

source: Export Zip
pt_pt: Exportar Zip

source: Edit Metadata properties of your current theme.
pt_pt: Edite as propriedades dos metadados do seu tema actual.

# Font family name
source: System Font
pt_pt: Tipo de letra do sistema
